Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Go to a folder by typing its name
cs: Přecházet do složky zadáním jejího názvu
de: Ordner durch Eingabe des Namens wechseln
es: Ir a una carpeta escribiendo su nombre
fr: Aller dans un dossier en saisissant son nom
it: Vai in una cartella digitandone il nome
ja: フォルダ名を入力して移動
ko: 이름을 입력하여 폴더로 이동
nl: Ga naar een map door de naam te typen
pl: Przechodź do folderu, wpisując jego nazwę
pt: Ir para uma pasta digitando o nome dela
ro: Accesați un dosar tastându‑i numele
ru: Переходить в папку, вводя ее имя
sv: Gå till en mapp genom att skriva dess namn
tr: Bir klasöre adını yazarak git
uk: Переходити до папки, ввівши її назву
zh_hans: 键入文件夹名称即可前往
zh_hant: 輸入檔案夾名稱即可前往

source: Goes to a folder you use from part of its name.
cs: Přejde do složky, kterou používáte, podle části jejího názvu.
de: Wechselt mit einem Teil des Namens in einen Ordner, den du verwendest.
es: Va a una carpeta que usas con solo parte de su nombre.
fr: Va dans un dossier que vous utilisez à partir d’une partie de son nom.
it: Ti porta in una cartella che usi a partire da una parte del suo nome.
ja: 使っているフォルダに、名前の一部だけで移動します。
ko: 이름의 일부만으로 사용하던 폴더로 이동합니다.
nl: Gaat met een deel van de naam naar een map die je gebruikt.
pl: Przechodzi do używanego folderu na podstawie części jego nazwy.
pt: Vai para uma pasta que você usa digitando só parte do nome dela.
ro: Accesează un dosar pe care îl folosiți, după o parte din numele lui.
ru: Переходит в папку, которой Вы пользуетесь, по части ее имени.
sv: Går till en mapp som du använder utifrån en del av namnet.
tr: Kullandığınız bir klasöre adının bir kısmıyla gider.
uk: Переходить до папки, якою ви користуєтеся, за частиною її назви.
zh_hans: 根据名称的一部分前往你常用的文件夹。
zh_hant: 只需輸入部分名稱，即可前往你用過的檔案夾。

source: Good afternoon
cs: Dobré odpoledne
de: Guten Tag
es: Buenas tardes
fr: Bonjour
it: Buon pomeriggio
ja: こんにちは
ko: 안녕하세요
nl: Goedemiddag
pl: Dzień dobry
pt: Boa tarde
ro: Bună ziua
ru: Добрый день
sv: God eftermiddag
tr: İyi günler
uk: Доброго дня
zh_hans: 下午好
zh_hant: 午安

source: Good evening
cs: Dobrý večer
de: Guten Abend
es: Hola
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁입니다
nl: Goedenavond
pl: Dobry wieczór
pt: Boa noite
ro: Bună seara
ru: Добрый вечер
sv: God kväll
tr: İyi akşamlar
uk: Добрий вечір
zh_hans: 晚上好
zh_hant: 晚安

source: Good morning
cs: Dobré ráno
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはようございます
ko: 좋은 아침입니다
nl: Goedemorgen
pl: Dzień dobry
pt: Bom dia
ro: Bună dimineața
ru: Доброе утро
sv: God morgon
tr: Günaydın
uk: Доброго ранку
zh_hans: 早上好
zh_hant: 早安

source: Got It
cs: Rozumím
de: Alles klar
es: OK
fr: D’accord
it: OK
ja: 了解
ko: 확인
nl: Begrepen
pl: Gotowe
pt: Entendi
ro: OK
ru: Понятно
sv: OK
tr: Tamam
uk: Зрозуміло
zh_hans: 知道了
zh_hant: 瞭解

source: Group Container
cs: Skupinový kontejner
de: Gruppencontainer
es: Contenedor de grupo
fr: Conteneur de groupe
it: Contenitore di gruppo
ja: グループコンテナ
ko: 그룹 컨테이너
nl: Groepscontainer
pl: Kontener grupy
pt: Contêiner de Grupo
ro: Container de grup
ru: Групповой контейнер
sv: Gruppbehållare
tr: Grup Kapsayıcısı
uk: Груповий контейнер
zh_hans: 群组容器
zh_hant: 群組容器

source: Helper
cs: Pomocník
de: Hilfsprogramm
es: Asistente
fr: Utilitaire
it: Assistente
ja: ヘルパー
ko: 보조 프로그램
nl: Hulpprogramma
pl: Pomocnik
pt: Auxiliar
ro: Instrument de ajutor
ru: Помощник
sv: Hjälpprogram
tr: Yardımcı
uk: Помічник
zh_hans: 帮助程序
zh_hant: 輔助程式

source: Helper Tool
cs: Pomocný nástroj
de: Hilfsprogramm
es: Herramienta asociada
fr: Outil d’aide
it: Strumento assistente
ja: ヘルパーツール
ko: 보조 프로그램
nl: Hulpprogramma
pl: Narzędzie pomocnicze
pt: Ferramenta Auxiliar
ro: Instrument privilegiat
ru: Служебная программа
sv: Hjälpverktyg
tr: Yardımcı Araç
uk: Допоміжна утиліта
zh_hans: 帮助工具
zh_hant: 輔助工具

source: Helper or extension of the app
cs: Pomocná aplikace nebo rozšíření aplikace
de: Hilfsprogramm oder Erweiterung der App
es: App auxiliar o extensión de la app
fr: Utilitaire ou extension de l’app
it: Assistente o estensione dell’app
ja: アプリのヘルパーまたは機能拡張
ko: 앱의 보조 프로그램 또는 확장 프로그램
nl: Hulpprogramma of extensie van de app
pl: Aplikacja pomocnicza lub rozszerzenie aplikacji
pt: Auxiliar ou extensão do app
ro: Aplicație ajutătoare sau extensie a aplicației
ru: Служебная программа или расширение приложения
sv: Hjälpapp eller tillägg till appen
tr: Uygulamanın yardımcısı veya genişletmesi
uk: Допоміжна програма або розширення програми
zh_hans: App的帮助程序或扩展
zh_hant: App的輔助程式或延伸功能

source: Hidden App Caches
cs: Skryté mezipaměti aplikací
de: Ausgeblendete App-Caches
es: Cachés ocultas de apps
fr: Caches masqués des apps
it: Cache nascoste delle app
ja: アプリの隠しキャッシュ
ko: 숨겨진 앱 캐시
nl: Verborgen app-caches
pl: Ukryte pamięci podręczne aplikacji
pt: Caches Ocultos de Apps
ro: Memorii tampon ascunse ale aplicațiilor
ru: Скрытые кэши приложений
sv: Gömda appcachar
tr: Gizli Uygulama Önbellekleri
uk: Приховані кеші програм
zh_hans: 隐藏的App缓存
zh_hant: 隱藏的App快取

source: Hidden Item
cs: Skrytá položka
de: Ausgeblendetes Objekt
es: Ítem oculto
fr: Élément caché
it: Elemento nascosto
ja: 隠し項目
ko: 숨김 항목
nl: Verborgen onderdeel
pl: Ukryta rzecz
pt: Item Oculto
ro: Articol ascuns
ru: Скрытый объект
sv: Gömt objekt
tr: Gizli Öğe
uk: Прихований елемент
zh_hans: 隐藏项目
zh_hant: 隱藏項目

source: High
cs: Vysoká
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysoka
pt: Alta
ro: Ridicată
ru: Высокая
sv: Hög
tr: Yüksek
uk: Висока
zh_hans: 高
zh_hant: 高

source: History
cs: Historie
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt: Histórico
ro: Istoric
ru: История
sv: Historik
tr: Geçmiş
uk: Історія
zh_hans: 历史记录
zh_hant: 歷史記錄

source: History couldn’t be updated
cs: Historii se nepodařilo aktualizovat
de: Der Verlauf konnte nicht aktualisiert werden
es: No se ha podido actualizar Historial
fr: Impossible de mettre à jour l’Historique
it: Impossibile aggiornare la Cronologia
ja: 履歴を更新できませんでした
ko: 기록을 업데이트할 수 없음
nl: Geschiedenis kon niet worden bijgewerkt
pl: Nie udało się zaktualizować Historii
pt: Não foi possível atualizar o Histórico
ro: Istoricul nu a putut fi actualizat
ru: Не удалось обновить Историю
sv: Historik kunde inte uppdateras
tr: Geçmiş güncellenemedi
uk: Не вдалося оновити Історію
zh_hans: 未能更新“历史记录”
zh_hant: 無法更新「歷史記錄」

source: History keeps what it can’t see until Peel can look again.
cs: Historie si ponechá, co nevidí, dokud se Peel nebude moci znovu podívat.
de: Der Verlauf behält, was er nicht sehen kann, bis Peel wieder nachsehen kann.
es: Historial conserva lo que no puede ver hasta que Peel pueda volver a mirar.
fr: L’Historique conserve ce qu’il ne peut pas voir, jusqu’à ce que Peel puisse y regarder à nouveau.
it: La Cronologia conserva ciò che non vede finché Peel non potrà guardare di nuovo nel Cestino.
ja: 確認できない項目は、Peelが再び調べられるようになるまで履歴に残ります。
ko: 볼 수 없는 항목은 Peel이 다시 살펴볼 수 있을 때까지 기록에 그대로 보관됩니다.
nl: Geschiedenis bewaart wat Peel niet kan zien, totdat Peel weer kan kijken.
pl: Historia zachowuje to, czego nie widzi, dopóki Peel nie będzie mógł znów tam zajrzeć.
pt: O Histórico mantém o que não consegue ver até que o Peel possa examinar o Lixo de novo.
ro: Istoricul păstrează ce nu poate vedea până când Peel poate căuta din nou în Coș.
ru: История сохраняет то, чего не видит, пока Peel снова не сможет туда заглянуть.
sv: Historik behåller det som den inte kan se tills Peel kan titta igen.
tr: Geçmiş, göremediklerini Peel yeniden bakabilene kadar tutar.
uk: Історія зберігає те, чого не бачить, доки Peel знову не зможе туди зазирнути.
zh_hans: 在Peel能够再次查看废纸篓之前，“历史记录”会保留它看不到的项目。
zh_hant: 「歷史記錄」會保留它看不到的項目，直到Peel能再次查看。

source: Hold Control and Command and drag, instead of aiming for the title bar.
cs: Podržte Control a Command a táhněte, aniž byste museli mířit na záhlaví okna.
de: Halte Control und Command gedrückt und ziehe, statt auf die Titelleiste zu zielen.
es: Mantén pulsadas las teclas Control y Comando y arrastra, en vez de apuntar a la barra de título.
fr: Maintenez les touches Contrôle et Commande enfoncées et faites glisser, au lieu de viser la barre de titre.
it: Tieni premuti Ctrl e Comando e trascina, invece di mirare alla barra del titolo.
ja: タイトルバーを狙わなくても、ControlキーとCommandキーを押したままドラッグできます。
ko: 제목 막대를 겨냥할 필요 없이 Control 키와 Command 키를 누른 채 드래그합니다.
nl: Houd Control en Command ingedrukt en sleep, in plaats van op de titelbalk te mikken.
pl: Przytrzymaj klawisze Control i Command, a następnie przeciągnij, zamiast celować w pasek tytułu.
pt: Mantenha pressionadas as teclas Control e Command e arraste, em vez de mirar na barra de título.
ro: Țineți apăsate tastele Control și Comandă și trageți, în loc să țintiți bara de titlu.
ru: Удерживайте Control и Command и перетаскивайте, вместо того чтобы целиться в строку заголовка.
sv: Håll ned kontroll- och kommandotangenterna och dra, i stället för att sikta på namnlisten.
tr: Başlık çubuğunu hedeflemek yerine Kontrol ve Komut tuşlarını basılı tutup sürükleyin.
uk: Утримуючи клавіші Control і Command, перетягуйте вікно, а не цільтеся в смугу заголовка.
zh_hans: 按住Control键和Command键并拖移，无需对准标题栏。
zh_hant: 按住Control + Command鍵並拖移，不必對準標題列。

source: Holding a key repeats it
cs: Podržená klávesa se opakuje
de: Eine gedrückt gehaltene Taste wird wiederholt
es: Las teclas se repiten al mantenerlas pulsadas
fr: Une touche maintenue se répète
it: Un tasto tenuto premuto si ripete
ja: キーを押し続けると繰り返し入力
ko: 키를 길게 누르면 반복 입력됨
nl: Een ingedrukt gehouden toets wordt herhaald
pl: Przytrzymanie klawisza powtarza znak
pt: Manter uma tecla pressionada repete o caractere
ro: O tastă ținută apăsată se repetă
ru: При удержании клавиши символ повторяется
sv: En nedhållen tangent upprepas
tr: Basılı tutulan tuş yinelenir
uk: Утримувана клавіша повторюється
zh_hans: 按住按键会重复输入
zh_hant: 按住按鍵會重複輸入

source: Home
cs: Přehled
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pl: Ekran główny
pt: Início
ro: Acasă
ru: Главная
sv: Hem
tr: Ana Sayfa
uk: Домівка
zh_hans: 主页
zh_hant: 首頁

source: Home Folder
cs: Domovská složka
de: Benutzerordner
es: Carpeta de inicio
fr: Dossier de départ
it: Cartella Inizio
ja: “ホーム”フォルダ
ko: 홈 폴더
nl: Thuismap
pl: Folder domowy
pt: Pasta Pessoal
ro: Dosar de reședință
ru: Папка пользователя
sv: Hemmapp
tr: Ana Klasör
uk: Домівка
zh_hans: 个人文件夹
zh_hant: 個人專屬檔案夾

source: Home folder
cs: Domovská složka
de: Benutzerordner
es: Carpeta de inicio
fr: Dossier de départ
it: Cartella Inizio
ja: ホームフォルダ
ko: 홈 폴더
nl: Thuismap
pl: Folder domowy
pt: Pasta pessoal
ro: Dosarul de reședință
ru: Папка пользователя
sv: Hemmappen
tr: Ana klasör
uk: Домівка
zh_hans: 个人文件夹
zh_hant: 個人專屬檔案夾

source: Homebrew Has to Update First
cs: Homebrew se musí nejprve aktualizovat
de: Homebrew muss zuerst aktualisiert werden
es: Primero hay que actualizar Homebrew
fr: Homebrew doit d’abord se mettre à jour
it: Prima bisogna aggiornare Homebrew
ja: 先にHomebrewのアップデートが必要です
ko: 먼저 Homebrew를 업데이트해야 함
nl: Homebrew moet eerst worden bijgewerkt
pl: Homebrew musi się najpierw odświeżyć
pt: O Homebrew Precisa se Atualizar Primeiro
ro: Homebrew trebuie actualizat mai întâi
ru: Сначала нужно обновить Homebrew
sv: Homebrew behöver uppdateras först
tr: Homebrew’un Önce Güncellenmesi Gerekiyor
uk: Спершу потрібно оновити Homebrew
zh_hans: Homebrew需要先更新
zh_hant: Homebrew必須先更新

source: Homebrew Is in Another Folder
cs: Homebrew je v jiné složce
de: Homebrew liegt in einem anderen Ordner
es: Homebrew está en otra carpeta
fr: Homebrew est dans un autre dossier
it: Homebrew è in un’altra cartella
ja: Homebrewは別のフォルダにあります
ko: Homebrew가 다른 폴더에 있음
nl: Homebrew staat in een andere map
pl: Homebrew jest w innym folderze
pt: O Homebrew Está em Outra Pasta
ro: Homebrew se află în alt dosar
ru: Homebrew в другой папке
sv: Homebrew finns i en annan mapp
tr: Homebrew Başka Bir Klasörde
uk: Homebrew в іншій папці
zh_hans: Homebrew位于其他文件夹
zh_hant: Homebrew位於其他檔案夾

source: Homebrew Isn’t Installed
cs: Homebrew není nainstalován
de: Homebrew ist nicht installiert
es: Homebrew no está instalado
fr: Homebrew n’est pas installé
it: Homebrew non è installato
ja: Homebrewがインストールされていません
ko: Homebrew가 설치되어 있지 않음
nl: Homebrew is niet geïnstalleerd
pl: Homebrew nie jest zainstalowany
pt: O Homebrew Não Está Instalado
ro: Homebrew nu este instalat
ru: Homebrew не установлен
sv: Homebrew är inte installerat
tr: Homebrew Yüklü Değil
uk: Homebrew не інстальовано
zh_hans: 未安装Homebrew
zh_hant: 尚未安裝Homebrew

source: Homebrew Receipt
cs: Záznam Homebrew
de: Homebrew-Quittung
es: Recibo de Homebrew
fr: Reçu Homebrew
it: Ricevuta Homebrew
ja: Homebrewレシート
ko: Homebrew 수신 정보
nl: Homebrew-bewijs
pl: Potwierdzenie Homebrew
pt: Recibo do Homebrew
ro: Recipisă Homebrew
ru: Квитанция Homebrew
sv: Homebrew-kvitto
tr: Homebrew Makbuzu
uk: Квитанція Homebrew
zh_hans: Homebrew回执
zh_hant: Homebrew收據

source: Homebrew adds the links missing from its taps’ manual pages and shell completions, and points a tap whose main branch was renamed at the new name. It deletes nothing.
cs: Homebrew doplní chybějící odkazy na manuálové stránky a doplňování pro shell ze svých taps a tap, jehož hlavní větev byla přejmenována, nasměruje na nový název. Nic nemaže.
de: Homebrew ergänzt die fehlenden Links zu den Handbuchseiten und Shell-Vervollständigungen seiner Taps und richtet einen Tap, dessen Hauptzweig umbenannt wurde, auf den neuen Namen aus. Es wird nichts gelöscht.
es: Homebrew añade los enlaces que faltan a las páginas de manual y al autocompletado de shell de sus taps, y hace que un tap cuya rama principal se ha renombrado apunte al nombre nuevo. No borra nada.
fr: Homebrew ajoute les liens manquants vers les pages de man et les complétions du shell de ses taps, et fait pointer un tap dont la branche principale a été renommée vers le nouveau nom. Rien n’est supprimé.
it: Homebrew aggiunge i link mancanti alle pagine man e ai completamenti della shell dei suoi tap, e indirizza al nuovo nome un tap il cui ramo principale è stato rinominato. Non elimina nulla.
ja: Homebrewは、tapsのmanページとシェル補完で不足しているリンクを追加し、メインブランチの名前が変更されたtapを新しい名前に向けます。何も削除しません。
ko: Homebrew가 tap의 man 페이지와 셸 자동 완성에 빠진 링크를 추가하고, 기본 브랜치의 이름이 바뀐 tap이 새 이름을 가리키도록 합니다. 아무것도 삭제하지 않습니다.
nl: Homebrew voegt de ontbrekende koppelingen toe voor de man-pagina's en shell-aanvullingen van zijn taps, en laat een tap waarvan de hoofdbranch een andere naam heeft gekregen naar de nieuwe naam verwijzen. Er wordt niets verwijderd.
pl: Homebrew dodaje brakujące dowiązania do stron man i uzupełnień powłoki ze swoich tapów, a tap, którego głównej gałęzi zmieniono nazwę, kieruje na nową nazwę. Niczego nie usuwa.
pt: O Homebrew adiciona os links que faltam para as páginas man e o autocompletar do shell dos seus taps, e aponta um tap cujo branch principal foi renomeado para o novo nome. Não apaga nada.
ro: Homebrew adaugă legăturile care lipsesc pentru paginile de manual și completările shell ale tap‑urilor sale și îndreaptă un tap al cărui branch principal a fost redenumit spre noul nume. Nu șterge nimic.
ru: Homebrew добавляет недостающие ссылки на man-страницы и автодополнение оболочки из своих taps и направляет tap, у которого переименована основная ветка, на ее новое имя. Он ничего не удаляет.
sv: Homebrew lägger till de länkar som saknas till man-sidorna och skalkompletteringarna i sina taps, och låter ett tap vars huvudgren har bytt namn peka på det nya namnet. Homebrew raderar ingenting.
tr: Homebrew, tap depolarının kılavuz sayfaları ve kabuk tamamlamaları için eksik bağlantıları ekler ve ana dalı yeniden adlandırılan bir tap deposunu yeni ada yönlendirir. Hiçbir şey silmez.
uk: Homebrew додасть посилання, яких бракує для man-сторінок і доповнень оболонки з його taps, а tap, основну гілку якого перейменовано, спрямує на нову назву. Він нічого не видаляє.
zh_hans: Homebrew会为其taps补上手册页和shell补全中缺失的链接，并将主分支已改名的tap指向新名称。它不会删除任何内容。
zh_hant: Homebrew會補上其taps中man頁面和shell補齊項目缺少的連結，並將主要分支已重新命名的tap指向新名稱。不會刪除任何項目。

source: Homebrew can no longer reliably download it.
cs: Homebrew ho už nedokáže spolehlivě stáhnout.
de: Homebrew kann es nicht mehr zuverlässig laden.
es: Homebrew ya no puede descargarlo de forma fiable.
fr: Homebrew ne peut plus le télécharger de manière fiable.
it: Homebrew non riesce più a scaricarlo in modo affidabile.
ja: Homebrewは、このパッケージを安定してダウンロードできなくなりました。
ko: Homebrew가 더 이상 안정적으로 다운로드할 수 없습니다.
nl: Homebrew kan het niet meer betrouwbaar downloaden.
pl: Homebrew nie może go już niezawodnie pobierać.
pt: O Homebrew não consegue mais baixá-lo de forma confiável.
ro: Homebrew nu îl mai poate descărca în mod fiabil.
ru: Homebrew больше не может надежно его загружать.
sv: Homebrew kan inte längre hämta det på ett tillförlitligt sätt.
tr: Homebrew artık onu güvenilir bir şekilde indiremiyor.
uk: Homebrew більше не може надійно його викачувати.
zh_hans: Homebrew已无法可靠地下载它。
zh_hant: Homebrew已無法穩定地下載此套件。

source: Homebrew checked the installed version against OSV.dev, an open database of known vulnerabilities, and left out those its own patches already fix. “Fixed by its developers, version unknown” means OSV.dev names the changes that fix it, but no version that carries them.
cs: Homebrew porovnal nainstalovanou verzi s OSV.dev, otevřenou databází známých zranitelností, a vynechal ty, které už opravuje svými vlastními záplatami. „Opraveno vývojáři projektu, verze s opravou není známa“ znamená, že OSV.dev uvádí změny, které zranitelnost opravují, ale neuvádí žádnou verzi, která by je obsahovala.
de: Homebrew hat die installierte Version mit OSV.dev, einer offenen Datenbank bekannter Sicherheitslücken, abgeglichen und diejenigen ausgelassen, die bereits durch seine eigenen Patches behoben sind. „Von den Entwicklern behoben, Version unbekannt“ bedeutet, dass OSV.dev die Änderungen nennt, die die Sicherheitslücke beheben, aber keine Version, die sie enthält.
es: Homebrew ha comparado la versión instalada con OSV.dev, una base de datos abierta de vulnerabilidades conocidas, y ha dejado fuera las que sus propios parches ya corrigen. “Corregida por sus desarrolladores, versión desconocida” significa que OSV.dev indica qué cambios corrigen la vulnerabilidad, pero no qué versión los incluye.
fr: Homebrew a comparé la version installée à OSV.dev, une base de données ouverte de vulnérabilités connues, et a écarté celles que ses propres correctifs corrigent déjà. « Corrigée par les développeurs du logiciel, version inconnue » signifie qu’OSV.dev indique les modifications qui corrigent la vulnérabilité, mais aucune version qui les intègre.
it: Homebrew ha confrontato la versione installata con OSV.dev, un database aperto di vulnerabilità note, e ha lasciato fuori quelle già corrette dalle proprie patch. “Corretta dal team di sviluppo, versione sconosciuta” significa che OSV.dev indica le modifiche che correggono la vulnerabilità, ma nessuna versione che le contenga.
ja: Homebrewは、インストール済みのバージョンをOSV.dev（既知の脆弱性のオープンなデータベース）と照合し、自身のパッチですでに修正されている脆弱性を除外しました。“開発元により修正済み、修正を含むバージョンは不明”は、OSV.devがその脆弱性を修正する変更を示しているものの、それらを含むバージョンを示していないことを意味します。
ko: Homebrew는 설치된 버전을 알려진 취약점의 공개 데이터베이스인 OSV.dev와 대조하고, 자체 패치로 이미 수정된 취약점은 제외했습니다. ‘프로젝트 개발자가 수정했으나 수정된 버전은 알 수 없음’은 OSV.dev가 취약점을 수정하는 변경 사항은 알려 주지만, 그 변경 사항이 포함된 버전은 알려 주지 않는다는 뜻입니다.
nl: Homebrew heeft de geïnstalleerde versie gecontroleerd aan de hand van OSV.dev, een open database met bekende kwetsbaarheden, en heeft weggelaten wat zijn eigen patches al oplossen. 'Opgelost door de ontwikkelaars van het project, versie onbekend' betekent dat OSV.dev de wijzigingen noemt die de kwetsbaarheid oplossen, maar geen versie waarin ze zijn opgenomen.
pl: Homebrew porównał zainstalowaną wersję z OSV.dev, otwartą bazą danych znanych luk w zabezpieczeniach, i pominął te, które naprawił już własnymi łatkami. „Naprawiona przez deweloperów projektu, wersja nieznana” oznacza, że OSV.dev podaje zmiany, które naprawiają lukę, ale nie podaje żadnej wersji, która je zawiera.
pt: O Homebrew comparou a versão instalada com o OSV.dev, um banco de dados aberto de vulnerabilidades conhecidas, e deixou de fora aquelas que as correções do próprio Homebrew já resolvem. “Corrigida pelos desenvolvedores do projeto, versão desconhecida” significa que o OSV.dev indica as alterações que corrigem a vulnerabilidade, mas nenhuma versão que as inclua.
ro: Homebrew a comparat versiunea instalată cu OSV.dev, o bază de date deschisă de vulnerabilități cunoscute, și le‑a omis pe cele remediate deja de propriile sale corecții. „Remediată de dezvoltatorii proiectului, versiune necunoscută” înseamnă că OSV.dev indică modificările care o remediază, dar nu și o versiune care să le conțină.
ru: Homebrew сверил установленную версию с OSV.dev, открытой базой данных известных уязвимостей, и не включил те из них, которые уже исправлены патчами самого Homebrew. «Исправлено разработчиками проекта, но неизвестно, в какой версии» означает, что OSV.dev называет изменения, которые исправляют уязвимость, но не называет ни одной версии, которая их содержит.
sv: Homebrew kontrollerade den installerade versionen mot OSV.dev, en öppen databas över kända sårbarheter, och utelämnade dem som Homebrews egna patchar redan korrigerar. ”Korrigerad av projektets utvecklare, okänt i vilken version” betyder att OSV.dev anger de ändringar som korrigerar sårbarheten, men ingen version som innehåller dem.
tr: Homebrew, yüklü sürümü, bilinen güvenlik açıklarını içeren herkese açık bir veritabanı olan OSV.dev ile karşılaştırdı ve kendi yamalarıyla zaten düzeltilmiş olanları dışarıda bıraktı. “Geliştiricileri tarafından düzeltildi, sürüm bilinmiyor” ifadesi, OSV.dev’in güvenlik açığını düzelten değişiklikleri belirttiği ama bu değişiklikleri içeren hiçbir sürüm belirtmediği anlamına gelir.
uk: Homebrew перевірив інстальовану версію за OSV.dev, відкритою базою даних відомих вразливостей, і не врахував ті, що їх уже виправляють його власні патчі. «Виправлено в коді проєкту, версія невідома» означає, що OSV.dev називає зміни, які виправляють вразливість, але не називає жодної версії, яка їх містить.
zh_hans: Homebrew已对照开放的已知漏洞数据库OSV.dev检查了已安装的版本，并略去了自己的补丁已修复的漏洞。“已由其开发者修复，但包含修复的版本未知”表示OSV.dev指明了修复该漏洞的更改，但没有指明包含这些更改的版本。
zh_hant: Homebrew已依據開放的已知漏洞資料庫OSV.dev檢查已安裝的版本，並略過了它自己的修補程式已修正的漏洞。「已由其開發者修正，含有修正的版本未知」表示OSV.dev列出了修正此漏洞的變更，但沒有列出包含這些變更的版本。
